import { IDoctorCard } from '../types/IDoctorCard';

export const doctorsData: IDoctorCard[] = [
  {
    image: 'Oleg_Anatolyevich_Teterin',
    fullName: 'Олег Анатольевич Тетерин',
    professions: 'Главный ветеринарный врач, хирург, ортопед',
    startWork: 1999,
    alt: '',
    id: 0,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: 'Olesya_Borisovna_Teterina',
    fullName: 'Олеся Борисовна Тетерина',
    professions: 'Заведующая терапевтическим отделением, терапевт, дерматолог',
    startWork: 1999,
    alt: '',
    id: 1,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: 'Natalia_Nikolaevna_Sidorova',
    fullName: 'Наталья Николаевна Сидорова',
    professions: 'Ветеринарный врач терапевт, дерматолог',
    startWork: 2007,
    alt: '',
    id: 2,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: 'Anastasia_Vladimirovna_Mayer',
    fullName: 'Анастасия Владимировна Майер',
    professions: 'Ветеринарный врач, хирург',
    startWork: 2012,
    alt: '',
    id: 3,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },
  {
    image: 'Oleg_Anatolyevich_Teterin',
    fullName: 'Олег Анатольевич Тетерин',
    professions: 'Главный ветеринарный врач, хирург, ортопед',
    startWork: 1999,
    alt: '',
    id: 0,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: 'Olesya_Borisovna_Teterina',
    fullName: 'Олеся Борисовна Тетерина',
    professions: 'Заведующая терапевтическим отделением, терапевт, дерматолог',
    startWork: 1999,
    alt: '',
    id: 1,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: 'Natalia_Nikolaevna_Sidorova',
    fullName: 'Наталья Николаевна Сидорова',
    professions: 'Ветеринарный врач терапевт, дерматолог',
    startWork: 2007,
    alt: '',
    id: 2,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: 'Anastasia_Vladimirovna_Mayer',
    fullName: 'Анастасия Владимировна Майер',
    professions: 'Ветеринарный врач, хирург',
    startWork: 2012,
    alt: '',
    id: 3,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: 'Natalia_Nikolaevna_Sidorova',
    fullName: 'Наталья Николаевна Сидорова',
    professions: 'Ветеринарный врач терапевт, дерматолог',
    startWork: 2007,
    alt: '',
    id: 2,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },
];
