import { IDoctorCard } from '../types/IDoctorCard';
import Oleg_Anatolyevich_Teterin from '@/public/Doctors/Oleg_Anatolyevich_Teterin.jpg';
import Olesya_Borisovna_Teterina from '@/public/Doctors/Olesya_Borisovna_Teterina.jpg';
import Natalia_Nikolaevna_Sidorova from '@/public/Doctors/Natalia_Nikolaevna_Sidorova.jpg';
import Anastasia_Vladimirovna_Mayer from '@/public/Doctors/Anastasia_Vladimirovna_Mayer.jpg';

export const doctorsData: IDoctorCard[] = [
  {
    image: {
      src: Oleg_Anatolyevich_Teterin,
      alt: 'Олег Анатольевич Тетерин',
    },
    fullName: 'Олег Анатольевич Тетерин',
    professions: 'Главный ветеринарный врач, хирург, ортопед',
    startWork: 1999,
    id: 0,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: {
      src: Olesya_Borisovna_Teterina,
      alt: 'Олеся Борисовна Тетерина',
    },
    fullName: 'Олеся Борисовна Тетерина',
    professions: 'Заведующая терапевтическим отделением, терапевт, дерматолог',
    startWork: 1999,
    id: 1,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: {
      src: Natalia_Nikolaevna_Sidorova,
      alt: 'Наталья Николаевна Сидорова',
    },
    fullName: 'Наталья Николаевна Сидорова',
    professions: 'Ветеринарный врач терапевт, дерматолог',
    startWork: 2007,
    id: 2,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: {
      src: Anastasia_Vladimirovna_Mayer,
      alt: 'Анастасия Владимировна Майер',
    },
    fullName: 'Анастасия Владимировна Майер',
    professions: 'Ветеринарный врач, хирург',
    startWork: 2012,
    id: 3,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: {
      src: Oleg_Anatolyevich_Teterin,
      alt: 'Олег Анатольевич Тетерин',
    },
    fullName: 'Олег Анатольевич Тетерин',
    professions: 'Главный ветеринарный врач, хирург, ортопед',
    startWork: 1999,
    id: 0,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: {
      src: Olesya_Borisovna_Teterina,
      alt: 'Олеся Борисовна Тетерина',
    },
    fullName: 'Олеся Борисовна Тетерина',
    professions: 'Заведующая терапевтическим отделением, терапевт, дерматолог',
    startWork: 1999,
    id: 1,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: {
      src: Natalia_Nikolaevna_Sidorova,
      alt: 'Наталья Николаевна Сидорова',
    },
    fullName: 'Наталья Николаевна Сидорова',
    professions: 'Ветеринарный врач терапевт, дерматолог',
    startWork: 2007,
    id: 2,
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },

  {
    image: {
      src: Anastasia_Vladimirovna_Mayer,
      alt: 'Анастасия Владимировна Майер',
    },
    fullName: 'Анастасия Владимировна Майер',
    professions: 'Ветеринарный врач, хирург',
    startWork: 2012,
    id: 3,

    post: 'Ветеринарный врач',
    details: {
      workDescription:
        'С детства мечтала быть врачом, закончила медицинский колледж, но решила, что спасать животных ей больше по душе. Получила высшее ветеринарное образование. Ежегодно посещает Российские и международные конференции, прошла обучение в европейской школе ветеринарной дерматологии, повышение квалификации по ветеринарной дерматологии, практические и теоретические курсы по УЗИ органов брюшной полости.',
      outWorkDescription: 'Олеся Ивановна прекрасная мама, жена и хозяйка.',
      doctorAnimalsDescription:
        'Беспородные кошки Соня и Муся, собаки дратхар Герда и йоркширский терьер Партик. Питаются готовыми рационами Monge и Royal Canin. Дегельминтизация Мильбемакс, обработка от блок и клещей - бравекто.',
    },
  },
];
