import { IService } from "@/app/types/IPrice";

export const priceData: IService[] = [
  {
    title: "Лабораторные методы исследования",
    description:
      "Все исследования проводятся в лаборатории клиники в течении 15 минут",
    services: [
      {
        title: "УЗИ брюшной полости",
        price: "1 500",
      },

      {
        title: "Контрастная внутривенная урография",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        price: "1 500",
      },

      {
        title:
          "Оперативное лечение разрыва краниальной крестовидной связки по методу TPLO",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        services: [
          {
            title: "Контрастная внутривенная урография",
            description:
              "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
            price: "25 000",
          },

          {
            title:
              "Полная хирургическая обработка ран проникающих брюшной стенки с повреждением органов брюшной полости",
            description:
              "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
            price: "35 000",
          },
        ],
      },

      {
        title: "Контрастная внутривенная урография",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        price: "1 500",
      },
    ],
    note: "Стоимость указана без учета расходных материалов и препаратов"
  },

  {
    title: "Лабораторные методы исследования",
    description:
      "Все исследования проводятся в лаборатории клиники в течении 15 минут",
    services: [
      {
        title: "УЗИ брюшной полости",
        price: "1 500",
      },

      {
        title: "Контрастная внутривенная урография",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        price: "1 500",
      },

      {
        title:
          "Оперативное лечение разрыва краниальной крестовидной связки по методу TPLO",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        services: [
          {
            title: "Контрастная внутривенная урография",
            description:
              "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
            price: "25 000",
          },

          {
            title:
              "Полная хирургическая обработка ран проникающих брюшной стенки с повреждением органов брюшной полости",
            description:
              "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
            price: "35 000",
          },
        ],
      },

      {
        title: "Контрастная внутривенная урография",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        price: "1 500",
      },
    ],
    note: "Стоимость указана без учета расходных материалов и препаратов"
  },

  {
    title: "Лабораторные методы исследования",
    description:
      "Все исследования проводятся в лаборатории клиники в течении 15 минут",
    services: [
      {
        title: "УЗИ брюшной полости",
        price: "1 500",
      },

      {
        title: "Контрастная внутривенная урография",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        price: "1 500",
      },

      {
        title:
          "Оперативное лечение разрыва краниальной крестовидной связки по методу TPLO",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        services: [
          {
            title: "Контрастная внутривенная урография",
            description:
              "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
            price: "25 000",
          },

          {
            title:
              "Полная хирургическая обработка ран проникающих брюшной стенки с повреждением органов брюшной полости",
            description:
              "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
            price: "35 000",
          },
        ],
      },

      {
        title: "Контрастная внутривенная урография",
        description:
          "(включает в себя стоимость контраста, не менее 3 снимков, расходные материалы)",
        price: "1 500",
      },
    ],
    note: "Стоимость указана без учета расходных материалов и препаратов"
  }
];
